Repository: finaltv971/Maxiterm
Catalog: App/Localizable.xcstrings
Source language: fr
Languages: en, es, it, pt

source: Aucun profil
en: No profile
es: Sin perfiles
it: Nessun profilo
pt: Nenhum perfil

source: Ajoutez un serveur SSH pour commencer.
en: Add an SSH server to get started.
es: Añade un servidor SSH para empezar.
it: Aggiungi un server SSH per iniziare.
pt: Adicione um servidor SSH para começar.

source: Ajouter un profil
en: Add a profile
es: Añadir un perfil
it: Aggiungi un profilo
pt: Adicionar um perfil

source: Journaux
en: Logs
es: Registros
it: Log
pt: Registos

source: Supprimer
en: Delete
es: Eliminar
it: Elimina
pt: Eliminar

source: Modifier
en: Edit
es: Editar
it: Modifica
pt: Editar

source: Fichiers
en: Files
es: Archivos
it: File
pt: Ficheiros

source: Erreur
en: Error
es: Error
it: Errore
pt: Erro

source: Annuler
en: Cancel
es: Cancelar
it: Annulla
pt: Cancelar

source: Enregistrer
en: Save
es: Guardar
it: Salva
pt: Guardar

source: Nouveau profil
en: New profile
es: Nuevo perfil
it: Nuovo profilo
pt: Novo perfil

source: Modifier le profil
en: Edit profile
es: Editar perfil
it: Modifica profilo
pt: Editar perfil

source: Serveur
en: Server
es: Servidor
it: Server
pt: Servidor

source: Authentification
en: Authentication
es: Autenticación
it: Autenticazione
pt: Autenticação

source: Méthode
en: Method
es: Método
it: Metodo
pt: Método

source: Mot de passe
en: Password
es: Contraseña
it: Password
pt: Palavra-passe

source: Clé privée
en: Private key
es: Clave privada
it: Chiave privata
pt: Chave privada

source: Utilisateur
en: User
es: Usuario
it: Utente
pt: Utilizador

source: Libellé (optionnel)
en: Label (optional)
es: Etiqueta (opcional)
it: Etichetta (facoltativa)
pt: Etiqueta (opcional)

source: Hôte ou IP
en: Host or IP
es: Host o IP
it: Host o IP
pt: Anfitrião ou IP

source: Générer une clé Ed25519
en: Generate an Ed25519 key
es: Generar una clave Ed25519
it: Genera una chiave Ed25519
pt: Gerar uma chave Ed25519

source: Copier la clé publique
en: Copy public key
es: Copiar clave pública
it: Copia chiave pubblica
pt: Copiar chave pública

source: Clé publique à installer sur le serveur
en: Public key to install on the server
es: Clave pública para instalar en el servidor
it: Chiave pubblica da installare sul server
pt: Chave pública para instalar no servidor

source: Passer par un rebond SSH
en: Connect through an SSH jump host
es: Conectar a través de un salto SSH
it: Connetti tramite un jump host SSH
pt: Ligar através de um jump host SSH

source: Hôte ou IP du rebond
en: Jump host or IP
es: Salto: host o IP
it: Jump host o IP
pt: Jump host ou IP

source: Secret du rebond
en: Jump host secret
es: Secreto del salto
it: Segreto del jump host
pt: Segredo do jump host

source: Phrase de passe (si chiffrée)
en: Passphrase (if encrypted)
es: Frase de contraseña (si está cifrada)
it: Passphrase (se cifrata)
pt: Frase-passe (se cifrada)

source: Clé hôte connue (TOFU)
en: Known host key (TOFU)
es: Clave de host conocida (TOFU)
it: Chiave host nota (TOFU)
pt: Chave de anfitrião conhecida (TOFU)

source: Réinitialiser la clé hôte connue
en: Reset known host key
es: Restablecer clave de host conocida
it: Reimposta chiave host nota
pt: Repor chave de anfitrião conhecida

source: Fermer
en: Close
es: Cerrar
it: Chiudi
pt: Fechar

source: Nouvel onglet
en: New tab
es: Nueva pestaña
it: Nuova scheda
pt: Novo separador

source: Nouvelle session
en: New session
es: Nueva sesión
it: Nuova sessione
pt: Nova sessão

source: Thème
en: Theme
es: Tema
it: Tema
pt: Tema

source: Thème du terminal
en: Terminal theme
es: Tema del terminal
it: Tema del terminale
pt: Tema do terminal

source: Connexion SFTP…
en: Connecting (SFTP)…
es: Conectando (SFTP)…
it: Connessione (SFTP)…
pt: A ligar (SFTP)…

source: Connexion impossible
en: Connection failed
es: No se pudo conectar
it: Connessione non riuscita
pt: Ligação falhou

source: Dossier vide
en: Empty folder
es: Carpeta vacía
it: Cartella vuota
pt: Pasta vazia

source: Envoyer un fichier
en: Upload a file
es: Subir un archivo
it: Carica un file
pt: Enviar um ficheiro

source: Nouveau dossier
en: New folder
es: Nueva carpeta
it: Nuova cartella
pt: Nova pasta

source: Créer
en: Create
es: Crear
it: Crea
pt: Criar

source: Nom
en: Name
es: Nombre
it: Nome
pt: Nome

source: Mode octal
en: Octal mode
es: Modo octal
it: Modalità ottale
pt: Modo octal

source: Préréglages
en: Presets
es: Preajustes
it: Preimpostazioni
pt: Predefinições

source: Appliquer
en: Apply
es: Aplicar
it: Applica
pt: Aplicar

source: Aucun journal
en: No logs
es: Sin registros
it: Nessun log
pt: Sem registos

source: Tout effacer
en: Clear all
es: Borrar todo
it: Cancella tutto
pt: Limpar tudo

source: Les sessions terminal et SFTP apparaîtront ici.
en: Terminal and SFTP sessions will appear here.
es: Las sesiones de terminal y SFTP aparecerán aquí.
it: Le sessioni terminale e SFTP appariranno qui.
pt: As sessões de terminal e SFTP aparecerão aqui.

source: Démarrer le tunnel
en: Start tunnel
es: Iniciar túnel
it: Avvia tunnel
pt: Iniciar túnel

source: Arrêter
en: Stop
es: Detener
it: Ferma
pt: Parar

source: Réessayer
en: Retry
es: Reintentar
it: Riprova
pt: Tentar novamente

source: Connexion…
en: Connecting…
es: Conectando…
it: Connessione…
pt: A ligar…

source: Destination (vue depuis le serveur)
en: Destination (as seen from the server)
es: Destino (visto desde el servidor)
it: Destinazione (vista dal server)
pt: Destino (visto a partir do servidor)

source: Écoute locale
en: Local listener
es: Escucha local
it: Ascolto locale
pt: Escuta local

source: Hôte distant
en: Remote host
es: Host remoto
it: Host remoto
pt: Anfitrião remoto

source: Port distant
en: Remote port
es: Puerto remoto
it: Porta remota
pt: Porta remota

source: Port local (0 = auto)
en: Local port (0 = auto)
es: Puerto local (0 = automático)
it: Porta locale (0 = auto)
pt: Porta local (0 = automático)

source: Aucun secret enregistré pour ce profil.
en: No secret saved for this profile.
es: No hay secreto guardado para este perfil.
it: Nessun segreto salvato per questo profilo.
pt: Nenhum segredo guardado para este perfil.

source: Bienvenue dans MaxiTerm
en: Welcome to MaxiTerm
es: Bienvenido a MaxiTerm
it: Benvenuto in MaxiTerm
pt: Bem-vindo ao MaxiTerm

source: 100% gratuit, sans paywall
en: 100% free, no paywall
es: 100% gratis, sin muro de pago
it: 100% gratuito, senza paywall
pt: 100% grátis, sem paywall

source: Sécurisé et auditable
en: Secure and auditable
es: Seguro y auditable
it: Sicuro e verificabile
pt: Seguro e auditável

source: Prêt à commencer
en: Ready to start
es: Listo para empezar
it: Pronto per iniziare
pt: Pronto para começar

source: Continuer
en: Continue
es: Continuar
it: Continua
pt: Continuar

source: Commencer
en: Get started
es: Empezar
it: Inizia
pt: Começar

source: Soutenir
en: Support
es: Apoyar
it: Sostieni
pt: Apoiar

source: Offrir un pourboire
en: Leave a tip
es: Dejar una propina
it: Lascia una mancia
pt: Deixar uma gorjeta

source: Chargement…
en: Loading…
es: Cargando…
it: Caricamento…
pt: A carregar…

source: 100% gratuit, sans abonnement
en: 100% free, no subscription
es: 100% gratis, sin suscripción
it: 100% gratuito, senza abbonamento
pt: 100% grátis, sem subscrição

source: Avec plaisir
en: You're welcome
es: De nada
it: Con piacere
pt: De nada

source: Votre soutien fait la différence.
en: Your support makes a difference.
es: Tu apoyo marca la diferencia.
it: Il tuo sostegno fa la differenza.
pt: O seu apoio faz a diferença.

source: Tunnel
es: Túnel
pt: Túnel

source: Port
es: Puerto
it: Porta
pt: Porta

source: Permissions
es: Permisos
it: Permessi
pt: Permissões

source: Terminal
it: Terminale
